---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimStyleLeaderTickMark
source: html/5cb46dcb-decb-b928-89b8-4c8524ec7c8a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimStyleLeaderTickMark Property

"Leader Tick Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId DimStyleLeaderTickMark { get; }
```